cli/examples/versioning/xslt/request_v20.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="http://predic8.com/contactService/v20">
   <soapenv:Header/>
   <soapenv:Body>
      <con:addContact>
         <firstname>John</firstname>
         <lastname>Doe</lastname>
         <email>john.doe@example.com</email>
      </con:addContact>
   </soapenv:Body>
</soapenv:Envelope>
